[
  "obsidian-git",
  "obsidian-tasks-plugin",
  "calendar",
  "canvas-mindmap",
  "obsidian-custom-frames",
  "dataview",
  "obsidian-file-color",
  "obsidian-markmind",
  "folder-links",
  "terminal",
  "copilot"
]